{
  "available_plan": 0,
  "file": "01-plan.json",
  "lessons": [
    {
      "id": 0,
      "name": "Longest Word",
      "text": "If you, like Jimmy, don't think this monstrous moniker should be considered a real English word, you'd find some support from linguists. As a technical scientific term, the full name of titin doesn't appear in any dictionary - not just because it would take 12 full pages to wrangle the 190,000-odd characters, but because of the way protein names are generated. According to international guidelines, a protein's technical title lists every single amino acid found inside it. Even the smallest proteins contain no fewer than 20 amino acids, making for some pretty long names in their own right; titin, however, is the human body's largest protein. Total amino acid count: 34,350. Spell out each of those acid names in a row and you get, well, a really long word. (You can see why scientists prefer titin.)  If you thought the longest word in English was hard to pronounce, start off with these English words that are hard to pronounce but aren't nearly as long."
    },
    {
      "id": 1,
      "name": "Non stop Growing",
      "text": "Once the growth of the rest of your body has slowed to a stop, your nose and your ears continue increasing in size. (So does that make it... three body parts that never stop growing?). Our noses and ears are unique compared to the rest of our bodies because they're composed of soft tissue enveloped in cartilage. And it's this soft tissue that keeps growing throughout our entire lives. \"When you look at someone when they're 80 vs. when they're 20, they'll have more cells in their ears and nose,\" Dr. Neinstein says. If you've noticed that some older people seem to have larger ears and noses, well, this is why."
    },
    {
      "id": 2,
      "name": "Cat's Paws",
      "text": "As you know, cats usually have 5 toes on their front paws and 4 on their back paws. Having 5 toes is actually the normal number for most animals with backbones and 4 legs. There are exceptions, of course. Way back when the first 4-legged animals were evolving, 5 toes seemed to become the normal number. It happened about the same time as the complicated wrist bones evolved. Most of the species that evolved from those early 4-legged critters have 5 toes. 5 toes are not necessarily better for most species, that's just what we have because our ancestors had them. Primates like us use our thumbs a lot, but it may not be too important for other animals."
    },
    {
      "id": 3,
      "name": "Disney Characters",
      "text": "The short answer as to why so many characters wear gloves is that animation is an intensive process. It takes time and precision to create the characters you know and love. Animators wanted to make their job a touch easier and faster with a few techniques and hacks. One of these strategies was using round edges instead of angles, according to Vox. So this also meant simplifying features, such as hands, to make the animation process quicker."
    },
    {
      "id": 4,
      "name": "Moon's Volcanic Activity",
      "text": "If only dinosaurs had invented telescopes, they might have seen lava occasionally oozing from the surface of the moon. Scientists previously thought that the moon's volcanic activity died down a billion years ago. But new data from NASA's Lunar Reconnaissance Orbiter, or LRO, hints that lunar lava flowed much more recently, perhaps less than 100 million years ago. While in orbit around the moon, Apollo 15 astronauts took images of a strange volcanic deposit known as Ina. Research suggested that Ina was quite young and might have formed in a localized burst of volcanic activity, though most of the moon's volcanism occurred between 3.5 billion years ago and 1 billion years ago."
    },
    {
      "id": 5,
      "name": "1,000 Numbers",
      "text": "Imagine someone writing out the numbers one through 1,000-the word forms, not the numbers. One, two, three, four...and so on. Eventually, this person might start to notice the conspicuous absence of one letter-the second most common letter in English, no less. It wouldn't be until this person reached 1,000 that they would finally write the letter A. It's the first letter in our alphabet, second only to E in number of appearances in the Concise Oxford English Dictionary, and yet A is nowhere to be found in the English spellings of the first 999 numbers."
    },
    {
      "id": 6,
      "name": "The Longest Kiss",
      "text": "Over the course of three days in 2013, a Thai couple locked lips for 58 hours, 35 minutes, and 58 seconds, to be exact. Ekkachai Tiranarat and Laksana Tiranarat started kissing on February 12 in Pattaya, Thailand, and didn't stop until Valentine's Day. The smoochfest took place at an event hosted by Ripley's Believe It or Not and was recorded by the Guinness World Records. The title was a prize in itself, but the two diamond rings they also walked away with were probably a welcome bonus."
    },
    {
      "id": 7,
      "name": "Dreams",
      "text": "Your dreams can be affected by when you dream, whether you smoke, your mental health, and more. And, by the way, man is not the only animal that dreams. Dreaming is a natural brain function, and all human beings do it. But some people never remember their dreams, according to experts. Your dreams have meanings as well. Psychologists say that both men and women become sexually aroused while dreaming (even if the dream has no sexual content). People who have quit a longtime smoking habit report having very vivid dreams for several weeks after stopping. Average amount of time spent dreaming per night: 1.5 to 2 hours. Some people dream during the day as well."
    },
    {
      "id": 8,
      "name": "Bumblebees",
      "text": "Talk about a high-altitude buzz. Bumblebees may be capable of scaling Earth's tallest peaks, flying higher than Mount Everest, according to new research. It's difficult for most insects and birds to fly at extremely high altitudes where the air is thin and oxygen is scarce. Flapping wings push against the air to generate lift, and the thinner the air, the less force those wings can produce. Yet bumblebees are abundant in high alpine regions. Researchers found that the bees they collected could fly at air pressure equivalents exceeding 24,275 feet (7,400 meters) above sea level, equivalent to some of the lower peaks in Nepal's Annapurna mountain range. Two bumblebees were able to fly at more than 29,525 feet (9,000 meters)-higher than Mount Everest."
    },
    {
      "id": 9,
      "name": "Bananas",
      "text": "Ripe bananas are of course yellow. However, under black light, the yellow bananas are bright blue, as discovered by scientists at the University of Innsbruck (Austria) and Columbia University (New York, USA). The team, headed by Bernhard Krautler, reports in the journal Angewandte Chemie that the blue glow is connected to the degradation of chlorophyll that occurs during ripening. In this process, colorless but fluorescing breakdown products of chlorophyll are concentrated in the banana peel."
    }
  ]
}
