{
  "available_plan": 1,
  "file": "02-plan.json",
  "lessons": [
    {
      "id": 0,
      "name": "Human Twins",
      "text": "Do you get the feeling that there are more twins around these days than there used to be? No? Well, you should, because according to a new study in the journal Human Reproduction, the \"twinning rate\" has increased by one-third since the '80s-up from 9 to 12 twins per 1,000 deliveries. Currently that adds up to about 1.6 million twins born each year across the world-meaning one out of every 42 babies is a twin. Helping drive this is the increasing use of medically assisted reproduction, and the delay in childbearing (twinning has been found to increase with a mother's age)."
    },
    {
      "id": 1,
      "name": "Narwhal's Tusk",
      "text": "Much like the rings of a tree can tell you its age and provide clues about the life it has lived, so too does the long tusk of the narwhal. Recent research led by a bioscience professor at Denmark's Aarhus University has shown that this peculiar arctic whale adds a layer to its distinctive tusk each year. And not only do these layers offer insight into the age of the narwhal (they've been known to live up to 50 years) but the conditions in which they lived-such as level of pollution, temperature levels, and even what their diet consisted of. You are what you eat!"
    },
    {
      "id": 2,
      "name": "Food Waste",
      "text": "Food waste is a huge problem. How big? About 931 million metric tons. That's how much food that researchers with the United Nations estimate was wasted in 2019, according to the Food Waste Index Report 2021, which surveyed 54 countries, finding that the majority of wasted food (61%) comes from homes while restaurants and other food services produce 26% of wasted food. Grocery stores make up just 13% of food waste."
    },
    {
      "id": 3,
      "name": "Sea Slugs",
      "text": "It sounds like something out of a horror film, but it's all too real: The Elysia cf. marginata, a type of sea slug, has been found to not only survive decapitation, but to be able to grow a whole new body from it. Ecologists at Nara Women's University in Japan found that, a few hours after having their heads severed from their bodies, the snails' heads were already nibbling on algae as if nothing had happened. In about 20 days, one-third of the sea slugs studied had fully grown back their bodies-heart included."
    },
    {
      "id": 4,
      "name": "World's Smallest",
      "text": "Those who think everything on the planet has already been discovered might just not be looking close enough. A tiny chameleon discovered in northern Madagascar and measuring just 28.9 millimeters is believed to be the smallest reptile on Earth. The itty bitty chameleon was recently discovered and reported in the January 2021 issue of Scientific Reports. But there's one thing about these critters that's big for its size: The genitalia of the males measures almost 20% of its body length."
    },
    {
      "id": 5,
      "name": "Goosebumps",
      "text": "Why do we get goosebumps? In this physiological reaction, small muscles attached to individual body hairs contract, which leads the hair to stand on end. We inherited this ability from our ancestors in part as a way for our (then) coat of body hair to capture air beneath it and in that way retain heat. But, as George A. Bubenik, a physiologist and professor of zoology at the University of Guelph in Ontario, Canada, explained to Scientific American, it also caused our ancestors to appear bigger than they were, helping to ward off predators when they were frightened or on the defense. With modern humans having less body hair, goosebumps no longer cause us to look that much more intimidating."
    },
    {
      "id": 6,
      "name": "Spicy Food",
      "text": "While humans have long had the rare distinction of being the only mammal that actually enjoys spicy food, that list has seen a new addition, as a study by Chinese researchers found that tree shrews have a mutation in their ion channel receptor, TRPV1, which makes it less sensitive to the \"hot\" chemical in chili peppers. As a result, the adorable critters happily gobbled up corn pellets laced with capsaicin (the compounds that give peppers their spice) while other mammals in the study avoided them."
    },
    {
      "id": 7,
      "name": "Human Body Glows",
      "text": "It might be hard to see with your naked eye, but everyone you pass by every day is literally glowing. The human body emits a small quantity of visible light (\"visible\" in the technical sense-the illumination is about 1,000 times less intense than levels of light that we would actually be able to see). Researchers in Japan used a special camera to track this glow and found that it fluctuates throughout the day, with the body emitting its lowest levels of light around 10 a.m. and highest at around 4 p.m., a rhythm the scientists attribute to the changes in one's metabolism."
    },
    {
      "id": 8,
      "name": "Self-disinfecting",
      "text": "Copper and its alloys, such as brass, have long been popular materials for manufacturing door knobs. It turns out, this may not just because the metal's hue makes it look nice. In fact, the material has been found to kill bacteria. According to one study from the National College of Kathmandu in Nepal, \"the metal ions denature protein of the target cells by binding to reactive groups resulting in their precipitation and inactivation. The high affinity of cellular proteins for the metallic ions results in the death of the cells due to cumulative effects of the ion within the cells.\" In other words, brass sterilizes the bacteria that can build up from all those (potentially unwashed) hands that grip it."
    },
    {
      "id": 9,
      "name": "First Computer",
      "text": "These days, supercomputers are everywhere-and they really don't need much space at all. Have an Xbox One posted up in your living room? That's a supercomputer. A laptop-tablet hybrid in your bag? That's a supercomputer, too. (Don't even get us started on the thing in your pocket...) But when supercomputers first came around, they needed much, much more space. Just take a look at the world's first one: The Electronic Numerical Integrator and Computer (ENIAC). Originally built at the University of Pennsylvania's School of Engineering, in 1946, ENIAC weighed 60,000 pounds and took up a room larger than most studio apartments (1,500 square feet). Shortly after construction, ENIAC was sent off to the military, where it was used to calculate ballistic trajectories (translation: launch missiles) with frightening accuracy. Today, computer experts at Penn credit ENIAC with heralding in the \"dawn of the information age.\""
    },
    {
      "id": 10,
      "name": "Weight of Ants",
      "text": "Entomologists have estimated that there are at least one million trillion insects and only one percent of that number is ants, according to the BBC. And if you took all those ants (about ten thousand trillion) and put them on one side of a giant scale, you could almost put all of the people in the world onto the other and balance things out. Unfortunately, as humans have become heavier, this probably wouldn't hold up today-but it once did. Francis Ratnieks, professor of Apiculture at the University of Sussex, told the BBC this might have held true around 2,000 years ago."
    },
    {
      "id": 11,
      "name": "Benjamin Franklin",
      "text": "But were you aware of the fact that multiple skeletons were found in the basement of Benjamin Franklin's London home? The bones were discovered during a 1998 renovation of the house and were identified as being from nearly a dozen people, including six children. \"The most plausible explanation is not mass murder, but an anatomy school run by Franklin's young friend and protege, William Hewson,\" wrote The Guardian. That's not to say there wasn't any funny business going on. \"The resurrection men could deliver bodies stolen from graveyards to the Thames wharf at the bottom of the street, while there was a weekly public execution at the gallows on the other side of the garden wall,\" the publication reported."
    },
    {
      "id": 12,
      "name": "Extra Bone",
      "text": "If you were under the impression that the human body had finished evolving, think again. It turns out that some people have a bone in their knee called a fabella. And while this particular little bone with an unknown purpose was once fading away, over the last century and a half, it's gotten more common. Back in 1875, nearly 18 percent of people examined had a fabella. That number dropped to 11 percent by 1918. However, by 2018, 39 percent of individuals had this mysterious bone."
    },
    {
      "id": 13,
      "name": "Cannibalism",
      "text": "In 16th and 17th century Europe, cannibalism was actually a fairly common practice, and it was all for medical purposes. The practice seems to have started because Egyptian mummies were thought to have magical curative properties-so they were ground up and put in many remedies. As the idea evolved, human bone, blood, and fat were all used in medical concoctions. Got a headache? Crush a skull and make it into tea! While medical cannibalism has fallen out of favor, modern medicine still sometimes uses one human body to heal another in the form of blood donations, organ transplants, and skin grafts."
    },
    {
      "id": 14,
      "name": "You have a Nail",
      "text": "Or, at least, the components of one. Iron is an important nutrient that the human body needs. It helps your red blood cells carry oxygen, which is necessary for producing energy throughout the body. That's why an iron deficiency can present itself with feelings of exhaustion. Amazingly, a healthy adult has about three grams of iron, enough that, if it were pulled out and melted down, it could form a nail up to three inches long."
    },
    {
      "id": 15,
      "name": "Earth Species",
      "text": "Human beings may dominate the planet with our sprawling cities and far-reaching technology, but we are, in fact, just one species among some 8.7 million that live together on planet Earth. One 2011 study published in the journal PLoS Biology estimated that \"the various forms of life on the planet included 7.8 million species of animals, 298,000 species of plants, 611,000 species of mushrooms, mold and other fungi, 36,400 species of protozoa, and 27,500 species of algae or chromists.\" And it's worth noting that the researchers did not venture to put an estimate on the number of bacteria."
    },
    {
      "id": 16,
      "name": "iPhone",
      "text": "The first mobile device to be called an \"iPhone\" was made by Cisco, not Apple. It allowed the user to use the voice functions of Skype without a computer. Apple announced its own product just 22 days later, and Cisco sued for trademark infringement. The lawsuit was ultimately settled out of court and both companies were allowed to keep using the name. However, you've probably never heard of the Cisco iPhone."
    },
    {
      "id": 17,
      "name": "Sandy Island",
      "text": "Almost nothing is known about Sandy Island, a land mass about the size of Manhattan in the Pacific Ocean off the coast of Australia. Supposedly, explorer James Cook discovered it in 1774, and it began appearing on nautical maps in 1908. It wasn't until 2012, when a team of Australian scientists set out to survey the island, that they discovered there was no island there at all. The scientists guessed that Cook may have in fact spotted a \"pumice raft\" of floating volcanic stone and gas. The Sydney Morning Herald even published an obituary for Sandy Island."
    },
    {
      "id": 18,
      "name": "A Tick Bite",
      "text": "Plenty of people have food allergies, but few are the result of an insect bite. In a strange and growing trend, some people who get bitten by the Lone Star tick can develop a sudden allergy to red meat. Beef, lamb, and pork (which are technically classified as red meat) can make people with this allergy experience headaches, sneezing, a runny nose, and nausea. In severe cases, it can cause the person to be unable to breathe. For some sufferers, the allergy fades over time, but for others, it's permanent."
    },
    {
      "id": 19,
      "name": "The Bermuda Triangle",
      "text": "This area in the North Atlantic Sea is also called \"The Devil's Triangle\" because it is an area of the ocean that stretches between the tip of Florida, Bermuda, and Puerto Rico. It has been thought to seemingly swallow up ships and aircrafts. Explorers as far back as Christopher Columbus have reported odd occurrences, like fireballs in the sky (that turned out to be a meteor crashing). But historians, scientists, and the U.S. Coast Guard have proven that vessels are no more likely to disappear in the Bermuda Triangle than they are anywhere else in the ocean. Many prior disappearances have been demystified as remains of numerous wrecks were discovered or explained by weather patterns in the area at that time."
    }
  ]
}
